{
    "homepage_heading": "I'm Gordon. Your\nFinancial Assistant.",
    "homepage_subheading": "Providing simple, actionable insights\nfor your financial investments.",
    "get_started": "Get Started",
    "powered_by_ai": "Powered by AI",
    "bot_first_message": "Alright, hotshot, what's the play that's gonna make us both rich today?",
    "bot_first_placeholder": "Hit me with your financial dilemma, kid.",
    "suggest_stocks": "Suggest Stocks",
    "suggest_cryptos": "Suggest Cryptos",
    "main_input_placeholder_text": "Talk money to me. What’s on your mind?",
    "english": "English",
    "arabic": "Arabic",
    "about_gordon_label": "About Gordon AI",
    "about_gordon_content": "Gordon AI is your intelligent financial assistant, utilizing cutting-edge AI to provide insightful analysis of stocks and cryptocurrencies.\n\nWe leverage comprehensive data from leading providers like Eodhd and Polygon.io to deliver accurate and timely financial intelligence, empowering you to make informed investment decisions.\n\nGordon AI's mission is to democratize access to sophisticated financial analysis, helping individuals navigate the complexities of the market.\n\nLearn more about our dedicated team and the technology behind Gordon AI on our website.",
    "gordon_services_label": "Gordon's Services",
    "gordon_services_content": "Gordon AI offers a suite of powerful services designed to simplify your financial journey. We provide in-depth reports and real-time data analysis on thousands of stocks and cryptocurrencies, enabling informed decisions.\n\nOur portfolio optimization service delivers recommendations to improve your portfolio's performance based on your individual risk tolerance and investment goals.\n\nStay ahead of market trends with our predictive models, which forecast potential market movements. Gordon AI also offers personalized financial assistance, answering your specific financial questions with tailored insights. You can set up customizable alerts to receive notifications about price changes, news, and other important market events.\n\nWe are continually expanding our services to adapt to the evolving financial landscape.",
    "contact_gordon_label": "Contact Gordon's Team",
    "contact_gordon_content": "We'd love to hear from you! For questions, feedback, or assistance, please contact us via email at hi.finh.cc@gmail.com.\n\nWe aim to respond to all inquiries within 24-48 hours.\n\nPlease remember that while Gordon AI provides financial analysis, it does not offer personalized financial advice. It is essential to consult with a qualified financial advisor before making any investment decisions.",
    "user_query_suggest":"Suggest stocks or cryptos",
    "user_query_analyze": "Give me your analysis of {{symbol}}",
    "suggestions_heading": "Here's some ideas:",
    "copy": "Copy",
    "share": "Share",
    "read_less": "Read Less",
    "read_more": "Read More"
}
  
  


