{
  "homepage_heading": "أنا جوردون. مساعدك المالي.",
  "homepage_subheading": "أقدم لك رؤى بسيطة وقابلة للتنفيذ لاستثماراتك المالية.",
  "get_started": "ابدأ الآن",
  "powered_by_ai": "مدعوم بالذكاء الاصطناعي",
  "bot_first_message": "حسنًا، أيها الذكي، ما هي الخطة التي ستجعلنا نغتني اليوم؟",
  "bot_first_placeholder": "أخبرني بمشكلتك المالية يا بطل.",
  "suggest_stocks": "اقترح أسهماً",
  "suggest_cryptos": "اقترح عملات رقمية",
  "main_input_placeholder_text": "خلنا نتكلم عن الفلوس. وش في بالك؟",
  "english": "الإنجليزية",
  "arabic": "العربية",
  "about_gordon_label": "عن Gordon AI",
  "about_gordon_content": "Gordon AI هو مساعدك المالي الذكي، يستخدم أحدث تقنيات الذكاء الاصطناعي لتقديم تحليلات دقيقة للأسهم والعملات الرقمية.\n\nنحن نعتمد على بيانات شاملة من مزوّدي معلومات رائدين مثل Eodhd وPolygon.io لتوفير معلومات مالية دقيقة وفي الوقت المناسب، مما يساعدك على اتخاذ قرارات استثمارية واثقة.\n\nمهمة Gordon AI هي تمكين الجميع من الوصول إلى تحليلات مالية متقدمة، وتسهيل فهم السوق وتعقيداته.\n\nتعرّف أكثر على فريقنا والتقنية اللي نستخدمها من خلال موقعنا الإلكتروني.",
  "gordon_services_label": "خدمات Gordon",
  "gordon_services_content": "يقدّم Gordon AI مجموعة من الخدمات القوية لتسهيل رحلتك المالية. نوفر تقارير متعمقة وتحليل بيانات فوري لآلاف الأسهم والعملات الرقمية، لتساعدك على اتخاذ قرارات مدروسة.\n\nخدمة تحسين المحفظة عندنا تعطيك توصيات لرفع أداء استثماراتك حسب درجة تحمّلك للمخاطر وأهدافك المالية.\n\nابقَ على اطلاع على اتجاهات السوق من خلال نماذجنا التنبؤية، اللي تتوقع تحركات السوق المستقبلية. كمان نوفّر لك مساعد مالي شخصي يجاوب على استفساراتك المالية بإجابات مخصصة. تقدر تفعّل تنبيهات مخصصة توصلك عند تغيّر الأسعار أو الأخبار أو أحداث مهمة في السوق.\n\nنحن دايمًا نطوّر خدماتنا عشان نواكب تغيّرات السوق المالية.",
  "contact_gordon_label": "تواصل مع فريق Gordon",
      "contact_gordon_content": "يسعدنا نسمع منك! لأي استفسار أو ملاحظة أو مساعدة، تواصل معنا عبر الإيميل: hi.finh.cc@gmail.com\n\nنحاول نرد على جميع الرسائل خلال ٢٤ إلى ٤٨ ساعة.\n\nيرجى ملاحظة أن Gordon AI يقدّم تحليلات مالية، لكنه لا يقدّم نصائح استثمارية شخصية. من المهم تستشير مستشار مالي مختص قبل ما تتخذ أي قرار استثماري.",
    "user_query_suggest": "اقترح لي أسهم أو عملات رقمية",
  "user_query_analyze": "أعطني تحليلك لـ {{symbol}}",
  "suggestions_heading": "إليك بعض الأفكار:",
    "copy": "نسخ",
  "share": "مشاركة",
  "read_less": "اقرأ أقل",
"read_more": "اقرأ المزيد"


}


  

